<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">

<plist version="1.0">

<dict>

    <key>Description</key>

    <string>Uses parent pkg recipe to download latest Goolge Chrome and import it into the JSS.</string>

    <key>Identifier</key>

    <string>com.github.autopkg.pkg.googlechrome</string>

    <key>Input</key>

    <dict>

        <key>CATEGORY</key>

        <string>Applications</string>

        <key>NAME</key>

        <string>Goolge Chrome</string>

    </dict>

    <key>MinimumVersion</key>

    <string>0.2.0</string>

    <key>ParentRecipe</key>

    <string>com.github.autopkg.pkg.googlechrome</string>

    <key>Process</key>

    <array>

        <dict>

            <key>Arguments</key>

            <dict>

                <key>category</key>

                <string>%CATEGORY%</string>

                <key>prod_name</key>

                <string>%NAME%</string>

                <key>pkg_path</key>

                <string>%pkg_path%</string>

            </dict>

            <key>Processor</key>

            <string>JSSImporter</string>

        </dict>

    </array>

</dict>

</plist>
